tap "cantino/mcfly"
tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "argo"
brew "bash-completion@2"
brew "colordiff"
brew "coursier/formulas/coursier"
brew "curl"
brew "docker", link: false
brew "emacs"
brew "gibo"
brew "git"
brew "git-secrets"
brew "go"
brew "jq"
brew "mcfly"
brew "mkcert"
brew "netcat"
brew "nmap"
brew "nss"
brew "openssl"
brew "peco"
brew "python"
brew "readline", link: true
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "rustup"
brew "rust-analyzer"
brew "sbt"
brew "scalacenter/bloop/bloop"
brew "tfenv"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"

cask "alfred"
cask "chromedriver"
cask "clipy"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "keybase"
cask "wireshark"
